Repository: wearespindle/subscriptionform
Catalog: locale/*/LC_MESSAGES/django.po
Languages: nl

source: name
nl: naam

source: street
nl: straat

source: number
nl: nummer

source: zipcode
nl: postcode

source: city
nl: stad

source: phonenumber
nl: telefoonnummer

source: email address
nl: emailadres

source: Keep "control" or "command" on a Mac pressed to select multiple participants.
nl: Houdt "control" of "command" op een Mac ingedrukt om meerdere deelnemers te selecteren.

source: wheelchair bound
nl: rolstoelgebonden

source: Photography allowed
nl: Fotograferen toegestaan

source: Participant
nl: Deelnemer

source: description
nl: omschrijving

source: qualification
nl: kwalificatie

source: Welcome!
nl: Welkom!

source: Personal Details
nl: Persoonlijke Gegevens

source: Are you sure you want to delete "%(object)s"?
nl: Weet u zeker dat u "%(object)s" wil verwijderen?

source: Delete this performance
nl: Prestatie verwijderen

source: <a class="menu-navigation-link" href="%(participanturl)s">Participants</a>
nl: <a class="menu-navigation-link" href="%(participanturl)s">Deelnemers</a>

source: <a class="menu-navigation-link" href="%(coachurl)s">Coaches</a>
nl: <a class="menu-navigation-link" href="%(coachurl)s">Login Coaches</a>

source: Your username and password didn't match. Please try again.
nl: Uw gebruikersnaam en wachtwoord komen niet overeen. Probeer het alstublieft nog een keer.

source: Your account doesn't have access to this page. To proceed, please login with an account that has access.
nl: Uw account heeft geen toegang tot deze pagina. Om verder te gaan, log alstublieft in.

source: Please login to see this page.
nl: Log alstublieft in om deze pagina te bekijken.

source: I forgot my password.
nl: Ik ben mijn wachtwoord vergeten.

source: Your password has been successfully reset.
nl: Uw wachtwoord is gereset.

source: Reset Password
nl: Reset Wachtwoord

source: This reset link is no longer valid. Please request a new password reset.
nl: De reset link is niet meer geldig. Vraag alstublieft een nieuwe wachtwoord reset aan.

source: Please check your email and follow the instructions to reset your password. If you don't receive an email, please make sure you have entered the address you registerd with and check your spam folder.
nl: Controleer uw email en volg de instructies om uw wachtwoord te resetten. Als u geen email heeft ontvangen, controleer dan of u het juiste emailadres heeft ingevuld en controleer uw spam berichten.

source: Someone asked for password reset for email %(email)s. Follow the link below: %(protocol)s://%(domain)s
nl: Iemand heeft om het resetten van het wachtwoord van email %(email)s gevraagd. Volg onderstaande link: %(protocol)s://%(domain)s

source: Please enter your email below so we can send you a link to reset your password.
nl: Vul uw emailadres in zodat we u de link kunnen sturen waarmee u uw wachtwoord kunt resetten.

source: Coach information
nl: Coach informatie

source: First name:
nl: Voornaam

source: Prefix:
nl: Voorzetsel

source: Last name:
nl: Achternaam

source: Date of birth:
nl: geboortedatum

source: Gender:
nl: Geslacht

source: Phone number:
nl: Telefoonnummer

source: Dietary restrictions:
nl: Dieetbeperkingen

source: Edit coach
nl: Coach aanpassen

source: Delete this coach
nl: Coach verwijderen

source: Add another coach
nl: Nog een cooach toevoegen

source: Return to coach list
nl: Ga terug naar coachoverzicht

source: Coach Name
nl: Naam Coach

source: Add Coach
nl: Coach Toevoegen

source: Participant information
nl: Deelnemersinformatie

source: Participates in:
nl: Neemt deel aan:

source: Wheelchair bound:
nl: Rolstoelgebonden

source: Photos allowed?
nl: Fotograferen toegestaan?

source: Edit participant
nl: Deelnemer wijzigen

source: Delete this participant
nl: Deelnemer verwijderen

source: Add another participant
nl: Deelnemer toevoegen

source: Return to participant list
nl: Terug naar deelnemersoverzicht

source: Participants
nl: Deelnemers

source: Participant Name
nl: Deelnemer

source: Add Participant
nl: Deelnemer toevoegen

source: Team information
nl: Teaminformatie

source: Team name:
nl: Teamnaam:

source: Team members:
nl: Teamleden:

source: Edit Team
nl: Team aanpassen

source: Delete Team
nl: Team verwijderen

source: Return to team list
nl: Ga terug naar teamoverzicht

source: Team Name
nl: Team naam:

source: Team Size
nl: Teamgrootte:

source: Add Team
nl: Team toevoegen

source: Update your personal details.
nl: Wijzig uw persoonlijke gegevens.

source: first name
nl: voornaam

source: last name
nl: achternaam

source: username
nl: gebruikersnaam

source: date of birth
nl: geboortedatum

source: Designates whether the user can log into this admin site.
nl: Geeft aan of de gebruiker kan inloggen op de admin site

source: active
nl: actief

source: Designates whether this user should be treated as active. Deselect this instead of deleting accounts.
nl: Geeft aan of deze gebruiker actief is. Deselecteer dit in plaats van accounts te verwijderen.

source: User
nl: Gebruiker

source: prefix
nl: voorzetsel

source: Your details were updated successfully.
nl: Uw gegevens zijn gewijzigd.
